driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilPerf5Test39/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:test="http://j2ee.netbeans.org/wsdl/test">
  <soapenv:Body>
    <test:part1>Test Perf</test:part1>
    <test:repeat1>2</test:repeat1>
    <test:repeat2>3</test:repeat2>
    <test:repeat3>4</test:repeat3>
    <test:repeat4>5</test:repeat4>
    <test:repeat5>6</test:repeat5>
  </soapenv:Body>
</soapenv:Envelope>